[
    {
        "id": 1,
        "name": "Artificial Flower",
        "price": "16.00",
        "quantity": "60",   
        "desc": "Artificial flowers are realistic imitation blooms made from materials like fabric and plastic. They mimic real flowers' appearance and are used for decoration, offering color and beauty without the need for care. They're popular in events, home décor, and arrangements.",
        "scientificName": "Fictitiousia fabricata" ,
        "originCountry": "Imaginaria",
        "wateringCycle": "Since artificial flowers are not living plants, they do not require any watering.",
        "lightRequirements": "Artificial flowers do not have any specific light requirements as they do not rely on photosynthesis for energy.",
        "categories": "houseplant",
        "img1": "/gardening/img/product/1.houseplant/1.ArtificialFlower/1.webp",
        "img2": "/gardening/img/product/1.houseplant/1.ArtificialFlower/2.webp",
        "img3": "/gardening/img/product/1.houseplant/1.ArtificialFlower/3.webp"
    },   

    {
        "id": 2,
        "name": "Arecaceae Chamaedorea",
        "price": "22.00",
        "quantity": "55",
        "desc": "Arecaceae Chamaedorea, commonly called parlor palms, are indoor plants known for their graceful appearance and air-purifying qualities. They feature elegant, feathery fronds that grow from a central stem, making them suitable for homes and offices. Parlor palms thrive in low to moderate light and can bring a touch of tropical ambiance to interior spaces.",
        "scientificName": "Chamaedorea elegans" ,
        "originCountry": "Mexico and Central America",
        "wateringCycle": "Parlor Palms prefer to be kept consistently moist but not soggy. Water the plant when the top inch of soil feels dry. During the growing season (spring and summer), you might need to water more frequently, and during the dormant season (fall and winter), you can reduce watering but still ensure the soil doesn't completely dry out.",
        "lightRequirements": "Parlor Palms thrive in bright, indirect light. They can tolerate lower light conditions, but too much direct sunlight can scorch their leaves. Ideally, they should be placed near a north or east-facing window where they can receive filtered sunlight.",        
        "categories": "houseplant",
        "img1": "/gardening/img/product/1.houseplant/2.ArecaceaeChamaedorea/1.webp",
        "img2": "/gardening/img/product/1.houseplant/2.ArecaceaeChamaedorea/2.webp",
        "img3": "/gardening/img/product/1.houseplant/2.ArecaceaeChamaedorea/3.webp"
    },

    {
        "id": 3,
        "name": "Cvetlicarna Rosa",
        "price": "14.00",
        "quantity": "75",
        "desc": "The Cvetličarna Rosa, a whimsical creation, boasts petite blossoms resembling tiny storefronts. Hailing from Slovenia, its petals showcase gradients from velvety purple to sunset orange. Emitting an alluring aroma reminiscent of pastries and rare perfumes, this plant remains a challenge to cultivate due to its specific needs. Encounter the Cvetličarna Rosa for a glimpse into a world where flowers enchant like cherished shops.",
        "scientificName": "Lilium luminara" ,
        "originCountry": "Imaginaria",
        "wateringCycle": "Since Cvetlicarna Rosa are not living plants, they do not require any watering.",
        "lightRequirements": "Cvetlicarna Rosa do not have any specific light requirements as they do not rely on photosynthesis for energy.",
        "categories": "houseplant",
        "img1": "/gardening/img/product/1.houseplant/3.CvetlicarnaRosa/1.webp",
        "img2": "/gardening/img/product/1.houseplant/3.CvetlicarnaRosa/2.webp",
        "img3": "/gardening/img/product/1.houseplant/3.CvetlicarnaRosa/3.webp"
    },

    {
        "id": 4,
        "name": "Cactaceae Houseplant",
        "price": "12.00",
        "quantity": "43",
        "desc": "Cactaceae houseplants, also known as cacti, are unique succulents native to arid Americas. They have thick stems that store water, spines for protection, and vibrant flowers. They grow slowly, need bright sunlight, infrequent watering, and well-draining soil. Ideal for low-humidity indoor environments.",
        "scientificName": "Schlumbergera spp." ,
        "originCountry": "Christmas Cacti are native to the coastal mountains of Brazil.",
        "wateringCycle": "Water the Christmas Cactus thoroughly when the top inch of the soil feels dry. During the active growing period (spring and summer), keep the soil slightly more moist, and reduce watering during the dormant period (fall and winter).",
        "lightRequirements": "Place the Christmas Cactus in bright, indirect light. Avoid direct sunlight, especially during the hottest hours of the day, as it can scorch the leaves.",
        "categories": "succulentplant",
        "img1": "/gardening/img/product/2.succulentplant/1.CactaceaeHouseplant/1.webp",
        "img2": "/gardening/img/product/2.succulentplant/1.CactaceaeHouseplant/2.webp",
        "img3": "/gardening/img/product/2.succulentplant/1.CactaceaeHouseplant/3.webp"
    },

    {
        "id": 5,
        "name": "Green Cacti",
        "price": "18.00",
        "quantity": "50",
        "desc": "Green cacti are succulent plants with thick, water-storing stems and spines. They're native to arid regions and come in various shapes and sizes. They thrive in bright sunlight, require infrequent watering, and prefer well-draining soil. These low-maintenance plants add a touch of nature to indoor spaces.",
        "scientificName": "Echinocactus grusonii" ,
        "originCountry": "The Golden Barrel Cactus is native to the deserts of central Mexico.",
        "wateringCycle": "Water the Golden Barrel Cactus sparingly, allowing the soil to dry out completely between waterings. During the active growing season (spring and summer), water more frequently, but reduce watering during the dormant period (fall and winter).",
        "lightRequirements": "This cactus thrives in full sunlight. Place it in a location where it receives direct sunlight for most of the day. However, be cautious of extremely intense midday sun, especially in hotter climates.",
        "categories": "succulentplant",
        "img1": "/gardening/img/product/2.succulentplant/2.GreenCacti/1.webp",
        "img2": "/gardening/img/product/2.succulentplant/2.GreenCacti/2.webp",
        "img3": "/gardening/img/product/2.succulentplant/2.GreenCacti/3.webp"
    },

    {
        "id": 6,
        "name": "Echeveria",
        "price": "20.00",
        "quantity": "55",
        "desc": "Echeveria are rosette-shaped succulent plants admired for their stunning appearance. With fleshy leaves and a variety of colors like green, blue, pink, and purple, they create a striking visual. These low-maintenance plants prefer bright light, well-draining soil, and sporadic watering. They're popular in gardens and as indoor decor, adding elegance to any space.",
        "scientificName": "Echeveria spp" ,
        "originCountry": "Echeverias are native to regions of Central and South America, primarily Mexico.",
        "wateringCycle": "Allow the soil to dry out completely between waterings. Water the Echeveria thoroughly when the top inch or so of the soil feels dry. It's important not to let the plant sit in water, as they are prone to root rot.",
        "lightRequirements": "Echeverias prefer bright, indirect sunlight. They thrive in well-lit indoor areas or in outdoor locations with filtered sunlight. Too much direct sunlight can lead to sunburn on the leaves.",
        "categories": "succulentplant",
        "img1": "/gardening/img/product/2.succulentplant/3.Echeveria/1.webp",
        "img2": "/gardening/img/product/2.succulentplant/3.Echeveria/2.webp",
        "img3": "/gardening/img/product/2.succulentplant/3.Echeveria/3.webp"
    },

    {
        "id": 7,
        "name": "Begonias",
        "price": "30.00",
        "quantity": "80",
        "desc": "Begonias are a diverse and popular group of flowering plants known for their stunning foliage and colorful flowers. They come in various sizes, shapes, and colors, making them a favorite choice for indoor and outdoor gardens. The leaves of begonias can range from small and rounded to large and deeply lobed, and they often feature intricate patterns and vibrant hues.",
        "scientificName": "Begonia spp" ,
        "originCountry": "Begonias originate from tropical and subtropical regions around the world, including countries in Central and South America, Africa, and Southeast Asia.",
        "wateringCycle": "Begonias prefer to be kept consistently moist but not waterlogged. Allow the top inch or so of the soil to dry out between waterings. It's important to water the plant when the soil feels slightly dry to the touch.",
        "lightRequirements": "Begonias have varying light requirements depending on the species or variety, but should be shielded from strong afternoon light.",
        "categories": "outdoorplant",
        "img1": "/gardening/img/product/3.outdoorplant/3.begonias/1.png",
        "img2": "/gardening/img/product/3.outdoorplant/3.begonias/2.png",
        "img3": "/gardening/img/product/3.outdoorplant/3.begonias/3.png"
    },

    {
        "id": 8,
        "name": "Geranium",
        "price": "15.00",
        "quantity": "87",
        "desc": "Geraniums are popular flowering plants known for their vibrant and long-lasting blooms. They come in a wide range of colors, including shades of red, pink, purple, white, and salmon. Geranium flowers can be single or double and often have a distinctive five-petaled shape. The leaves of geraniums are typically serrated and may be green or variegated.",
        "scientificName": "Pelargonium spp" ,
        "originCountry": "Geraniums, also known as pelargoniums, are native to South Africa.",
        "wateringCycle": "Geraniums prefer well-draining soil and should be watered when the top inch or so of the soil feels dry to the touch. It's important not to overwater them, as they can be susceptible to root rot. Allow the soil to dry out slightly between waterings, and be cautious not to let the plant sit in standing water.",
        "lightRequirements": "Geraniums thrive in bright, direct sunlight. They typically require at least 6 hours of sunlight each day to promote healthy growth and abundant blooming. In regions with intense summer heat, they may benefit from some protection from the harsh afternoon sun.",
        "categories": "outdoorplant",
        "img1": "/gardening/img/product/3.outdoorplant/3.geraniums/1.png",
        "img2": "/gardening/img/product/3.outdoorplant/3.geraniums/2.png",
        "img3": "/gardening/img/product/3.outdoorplant/3.geraniums/3.png"
    },

    {
        "id": 9,
        "name": "Hydrangea",
        "price": "18.00",
        "quantity": "70",
        "desc": "Hydrangeas are popular deciduous shrubs known for their stunning and showy flower clusters. The flowers of hydrangeas are often large and come in a variety of shapes, including mophead (rounded), lacecap (flat with a central cluster of tiny fertile flowers surrounded by larger sterile ones), and panicle (cone-shaped). The colors of hydrangea flowers can range from vibrant blues, pinks, and purples to whites and even green hues, depending on the soil pH and aluminum availability.",
        "scientificName": "Hydrangea spp" ,
        "originCountry": "Hydrangeas are native to diverse regions including Asia, North and South America, and some parts of Europe.",
        "wateringCycle": "The watering needs of hydrangeas depend on the specific variety and growing conditions. Generally, hydrangeas prefer consistently moist but not waterlogged soil. They should be watered deeply whenever the top inch of the soil feels dry. It's important to avoid letting the soil become too dry, especially during hot or dry periods, as this can stress the plant and affect flower production.",
        "lightRequirements": "The light requirements for hydrangeas can vary based on the species and cultivar, but protection from hot afternoon sun.",
        "categories": "outdoorplant",
        "img1": "/gardening/img/product/3.outdoorplant/3.hydrangea/1.png",
        "img2": "/gardening/img/product/3.outdoorplant/3.hydrangea/2.png",
        "img3": "/gardening/img/product/3.outdoorplant/3.hydrangea/3.png"
    },

    {
        "id": 10,
        "name": "Azalea",
        "price": "19.00",
        "quantity": "50",
        "desc": "Azaleas are well-loved shrubs known for their captivating and colorful blooms. They belong to the Rhododendron genus and are closely related to rhododendrons. Azalea flowers can be single or double and come in a wide range of colors, including shades of pink, red, purple, orange, white, and bi-color combinations. The flowers often appear in clusters and create a stunning display during their blooming period.",
        "scientificName": "Rhododendron spp" ,
        "originCountry": "Azaleas are native to several regions in Asia, including China, Japan, and Korea, as well as parts of North America and Europe.",
        "wateringCycle": "The watering needs of azaleas depend on the specific variety, local climate, and growing conditions. Generally, azaleas prefer consistently moist soil. They should be watered deeply and consistently, especially during periods of dry or hot weather. It's important to avoid overwatering or letting the soil become waterlogged, as this can lead to root rot.",
        "lightRequirements": "Azaleas thrive in dappled or filtered sunlight. They prefer light shade or morning sun with protection from the intense afternoon sun. Some varieties can tolerate slightly more sun, but in general, they are sensitive to too much direct sunlight, which can scorch their leaves.",
        "categories": "flowershrub",
        "img1": "/gardening/img/product/4.flowershrub/4.azalea/1.png",
        "img2": "/gardening/img/product/4.flowershrub/4.azalea/2.png",
        "img3": "/gardening/img/product/4.flowershrub/4.azalea/3.png"
    },

    {
        "id": 11,
        "name": "Deutzia",
        "price": "29.00",
        "quantity": "50",
        "desc": " Deutzia is a genus of deciduous shrubs known for their elegant and often fragrant flowers. They belong to the hydrangea family (Hydrangeaceae). Deutzia produces clusters of small, bell-shaped or star-shaped flowers that can come in various colors, including white, pink, and shades of purple. The flowers are usually borne along arching branches, creating a graceful and eye-catching display during the flowering season.",
        "scientificName": "Deutzia spp",
        "originCountry": "Deutzia is native to several regions in Asia, including China, Japan, and Korea.",
        "wateringCycle": "Deutzia generally prefers well-draining soil that is kept consistently moist but not waterlogged. Water the plant deeply whenever the top inch or so of the soil feels dry. During hot or dry periods, you may need to water more frequently. It's important to avoid letting the soil completely dry out between waterings, as consistent moisture promotes healthy growth and flowering.",
        "lightRequirements": "Deutzia typically thrives in full sun to light shade. It appreciates a location with morning sun and afternoon shade, especially in regions with intense sunlight. Some varieties can tolerate more shade, but too much shade can lead to reduced flowering.",
        "categories": "flowershrub",
        "img1": "/gardening/img/product/4.flowershrub/4.deutzia/1.png",
        "img2": "/gardening/img/product/4.flowershrub/4.deutzia/2.png",
        "img3": "/gardening/img/product/4.flowershrub/4.deutzia/3.png"
    },

    {
        "id": 12,
        "name": "Forsythia",
        "price": "50.00",
        "quantity": "60",
        "desc": "Forsythia is a deciduous shrub highly regarded for its vibrant and early spring blooms. It is often one of the first plants to flower in late winter or early spring, and its bright yellow flowers herald the arrival of the new growing season. Forsythia flowers are typically small, with four petals each, and they cover the branches in profuse clusters, creating a striking display of color.",
        "scientificName": "Forsythia spp",
        "originCountry": "Forsythia is native to Eastern Asia, including countries such as China and Korea.",
        "wateringCycle": "Forsythia prefers well-draining soil and benefits from consistent moisture. Water deeply and thoroughly, especially during dry periods, to keep the soil evenly moist. Once established, forsythia is relatively drought-tolerant, but regular watering encourages healthy growth and flowering.",
        "lightRequirements": "Forsythia thrives in full sun to light shade. It typically blooms best in full sun conditions. However, it can tolerate some shade, though too much shade may result in reduced flowering.",
        "categories": "flowershrub",
        "img1": "/gardening/img/product/4.flowershrub/4.forsythia/1.png",
        "img2": "/gardening/img/product/4.flowershrub/4.forsythia/2.png",
        "img3": "/gardening/img/product/4.flowershrub/4.forsythia/3.png"
    },

    {
        "id": 13,
        "name": "Laceleaf Peace",
        "price": "25.00",
        "quantity": "55",
        "desc": "The Peace Lily, scientifically known as Spathiphyllum, is a beloved houseplant prized for its elegant beauty and air-purifying qualities. Native to tropical regions of the Americas, this plant features glossy, dark green leaves that gracefully arch outward from a central base. Peace Lilies are renowned for their distinctive white flowers that resemble a flag of peace, rising above the foliage on slender stems.",
        "scientificName": "Spathiphyllum",
        "originCountry": "The Peace Lily is native to tropical regions of the Americas, primarily found in the rainforests of Central and South America.",
        "wateringCycle": "Peace Lilies prefer to be kept consistently moist but not soggy. Water when the top inch of soil feels dry to the touch. Over-watering can lead to root rot, so it's important to allow the soil to partially dry between waterings.",
        "lightRequirements": "Peace Lilies thrive in indirect or filtered light. They can tolerate low light conditions, but they will generally produce more flowers and grow better with bright, indirect light. Avoid exposing them to direct sunlight, as it can scorch their leaves.",
        "categories": "houseplant",
        "img1": "/gardening/img/product/1.houseplant/4.LaceleafPeace/1.webp",
        "img2": "/gardening/img/product/1.houseplant/4.LaceleafPeace/2.webp",
        "img3": "/gardening/img/product/1.houseplant/4.LaceleafPeace/3.webp"
    },

    {
        "id": 14,
        "name": "Houseplant Philippine",
        "price": "10.00",
        "quantity": "100",
        "desc": "Aglaonema is a popular and attractive houseplant known for its striking foliage. It features lance-shaped leaves that come in various shades of green, often adorned with patterns of silver, cream, pink, or red. The leaves can have a marbled or variegated appearance, adding a touch of elegance to any indoor space. Aglaonema is appreciated not only for its decorative appeal but also for its air-purifying qualities, making it a great choice for homes and offices.",
        "scientificName": "Aglaonema spp",
        "originCountry": "Aglaonema plants are native to tropical and subtropical regions of Southeast Asia, including the Philippines.",
        "wateringCycle": "Allow the top inch or so of the soil to dry out before watering. It's important not to overwater, as these plants can be sensitive to excessive moisture. Depending on the conditions, you might need to water every 1-2 weeks.",
        "lightRequirements": "Aglaonema thrives in medium to low indirect light. It can tolerate low light conditions but avoid placing it in direct sunlight, as this can scorch its leaves.",
        "categories": "houseplant",
        "img1": "/gardening/img/product/1.houseplant/5.HouseplantPhilippine/1.webp",
        "img2": "/gardening/img/product/1.houseplant/5.HouseplantPhilippine/2.webp",
        "img3": "/gardening/img/product/1.houseplant/5.HouseplantPhilippine/3.webp"
    },

    {
        "id": 15,
        "name": "Ficus Retusa",
        "price": "22.00",
        "quantity": "65",
        "desc": "Ficus retusa, also known as Chinese Banyan or Ficus Microcarpa, is a popular bonsai and indoor tree with unique characteristics. It is often grown for its aerial roots that drape down from its branches, creating an artistic and interesting visual appeal. The leaves of the Chinese Banyan are small, oval, and glossy, ranging in color from dark green to lighter shades. This plant's growth can be controlled through pruning, making it a favored choice for bonsai enthusiasts. In its natural habitat, it can grow quite large, but as a houseplant, it can be maintained at a more manageable size.",
        "scientificName": "Ficus microcarpa",
        "originCountry": "Ficus retusa is native to Southeast Asia, including countries like China, Malaysia, and India.",
        "wateringCycle": "Water the Chinese Banyan when the top inch of the soil feels dry to the touch. It's important to avoid over-watering, as these plants prefer slightly drier conditions compared to other ficus species. Depending on the humidity and light levels, you might need to water every 1-2 weeks.",
        "lightRequirements": "This plant thrives in bright, indirect light. It can tolerate lower light conditions but will grow best and maintain its attractive appearance with ample, filtered sunlight. Avoid placing it in direct, harsh sunlight, which can lead to leaf burn.",
        "categories": "houseplant",
        "img1": "/gardening/img/product/1.houseplant/6.FicusRetusa/1.webp",
        "img2": "/gardening/img/product/1.houseplant/6.FicusRetusa/2.webp",
        "img3": "/gardening/img/product/1.houseplant/6.FicusRetusa/3.webp"
    },

    {
        "id": 16,
        "name": "Aloe Hedgehog",
        "price": "35.00",
        "quantity": "70",
        "desc": "The Aloe Hedgehog is a captivating succulent known for its unique appearance. Its leaves are densely covered in soft, hair-like spines, resembling the quills of a hedgehog. These spines are actually a natural adaptation to reduce water loss and provide protection from desert predators. During the blooming season, it produces vibrant coral-colored flowers atop tall, slender stalks, attracting pollinators from afar.",
        "scientificName": "Aloe erinaceus",
        "originCountry": "Native to the arid deserts of south africa.",
        "wateringCycle": "The Aloe Hedgehog is a hardy succulent that thrives in dry conditions. Water sparingly, allowing the soil to dry out completely between waterings. In its natural habitat, it has evolved to collect and store dewdrops in its spiky leaves for survival during prolonged droughts.",
        "lightRequirements": " This resilient plant loves basking in full sun, absorbing the energy it needs to grow and flourish. It's perfect for sunny windowsills, rock gardens, and desert-themed landscapes.",
        "categories": "succulentplant",
        "img1": "/gardening/img/product/2.succulentplant/4.AloeHedgehog/1.webp",
        "img2": "/gardening/img/product/2.succulentplant/4.AloeHedgehog/2.webp",
        "img3": "/gardening/img/product/2.succulentplant/4.AloeHedgehog/3.webp"
    },

    {
        "id": 17,
        "name": "Spring Snow",
        "price": "41.00",
        "quantity": "30",
        "desc": "The Chinese Evergreen is a popular and visually appealing houseplant known for its attractive foliage. It features lance-shaped leaves that come in various shades of green, often adorned with unique patterns of silver, cream, pink, or red. The leaves may have a marbled or variegated appearance, adding a touch of elegance to indoor spaces. Chinese Evergreens are appreciated not only for their decorative qualities but also for their ability to help improve indoor air quality.",
        "scientificName": "Aglaonema spp",
        "originCountry": "Chinese Evergreens are native to tropical and subtropical regions of Southeast Asia, including countries like China, Malaysia, and the Philippines.",
        "wateringCycle": "Allow the top inch or so of the soil to dry out before watering. Overwatering should be avoided, as these plants prefer slightly drier conditions compared to some other tropical plants. Water every 1-2 weeks, depending on factors like humidity and light levels.",
        "lightRequirements": "Chinese Evergreens thrive in medium to low indirect light. They can tolerate lower light conditions, but for optimal growth and vibrant foliage, provide bright, filtered light. Avoid exposing them to direct sunlight, which can scorch their leaves.",
        "categories": "succulentplant",
        "img1": "/gardening/img/product/2.succulentplant/5.SpringSnow/1.webp",
        "img2": "/gardening/img/product/2.succulentplant/5.SpringSnow/2.webp",
        "img3": "/gardening/img/product/2.succulentplant/5.SpringSnow/3.webp"
    },

    {
        "id": 18,
        "name": "Red Congo",
        "price": "39.00",
        "quantity": "40",
        "desc": "The Red Congo is a stunning and eye-catching houseplant known for its bold and vibrant foliage. Its large, heart-shaped leaves feature striking shades of deep red, burgundy, or bronze, making it a standout addition to any indoor space. As the plant matures, its leaves may become more elongated. The Red Congo is often chosen for its decorative appeal and ability to add a touch of drama to interior decor.",
        "scientificName": "Philodendron 'Red Congo'",
        "originCountry": "The exact origin of the Red Congo cultivar is not well-documented, but it is likely a hybrid or mutation of Philodendron species. The broader Philodendron genus originates from tropical regions of Central and South America.",
        "wateringCycle": "Allow the top inch of the soil to dry out before watering. Keep the soil slightly moist but avoid over-watering, as this can lead to root rot. Water thoroughly and then allow excess water to drain from the pot. Water approximately every 1-2 weeks, adjusting frequency based on environmental conditions.",
        "lightRequirements": "The Red Congo thrives in bright, indirect light. It can tolerate lower light conditions, but its leaves may lose some of their vibrant coloration. Avoid exposing it to direct sunlight, which can scorch its leaves.",
        "categories": "succulentplant",
        "img1": "/gardening/img/product/2.succulentplant/6.RedCongo/1.webp",
        "img2": "/gardening/img/product/2.succulentplant/6.RedCongo/2.webp",
        "img3": "/gardening/img/product/2.succulentplant/6.RedCongo/3.webp"
    },

    {
        "id": 19,
        "name": "Aster",
        "price": "12.00",
        "quantity": "95",
        "desc": "Asters are well-known and beloved flowering plants that add a burst of color to gardens and landscapes, particularly in late summer and fall. They are known for their daisy-like flowers that come in a variety of colors, including shades of white, pink, purple, blue, and more. Asters are available in various species and cultivars, offering a diverse range of flower sizes and growth habits.",
        "scientificName": "Aster spp",
        "originCountry": "Asters are native to various regions of Europe, Asia, and North America.",
        "wateringCycle": "Asters generally prefer consistent moisture but well-draining soil. Water them regularly, keeping the soil evenly moist but not waterlogged. During dry periods, make sure to provide adequate hydration to prevent wilting.",
        "lightRequirements": "Asters thrive in full sun to partial shade. They typically produce the most vibrant blooms when exposed to plenty of sunlight. However, they can tolerate some shade, especially in hot climates.",
        "categories": "outdoorplant",
        "img1": "/gardening/img/product/3.outdoorplant/4.Aster/1.webp",
        "img2": "/gardening/img/product/3.outdoorplant/4.Aster/2.webp",
        "img3": "/gardening/img/product/3.outdoorplant/4.Aster/3.webp"
    },

    {
        "id": 20,
        "name": "Palm Branch",
        "price": "45.00",
        "quantity": "30",
        "desc": "Palm branches are the large, frond-like leaves that grow from palm trees. These branches are characterized by their feather-like or fan-shaped appearance, with multiple leaflets extending from a central stem. The specific appearance of palm branches can vary depending on the species of palm tree they come from.",
        "scientificName": "This is a general term for branches from palm trees.",
        "originCountry": "Palm branches come from various species of palm trees found in tropical and subtropical regions around the world.",
        "wateringCycle": "Keep the soil consistently moist but not soggy. Water the plant when the top inch of the soil feels dry. Ensure good drainage to prevent root rot.",
        "lightRequirements": "Transvaal Daisies thrive in bright, indirect light. They benefit from direct morning sunlight but should be protected from harsh afternoon sun. If grown indoors, provide them with bright, filtered light.",
        "categories": "outdoorplant",
        "img1": "/gardening/img/product/3.outdoorplant/5.PalmBranch/1.webp",
        "img2": "/gardening/img/product/3.outdoorplant/5.PalmBranch/2.webp",
        "img3": "/gardening/img/product/3.outdoorplant/5.PalmBranch/3.webp"
    },

    {
        "id": 21,
        "name": "Transvaal Daisy",
        "price": "25.00",
        "quantity": "70",
        "desc": "The Transvaal Daisy, or Gerbera Daisy, is a popular flowering plant known for its large, colorful blooms and lush, dark green foliage. The flowers come in a wide range of vibrant colors, including shades of red, orange, yellow, pink, and white. The blooms can measure up to 4 to 5 inches (10 to 12 cm) in diameter, making them eye-catching additions to gardens and floral arrangements.",
        "scientificName": "Gerbera jamesonii",
        "originCountry": "The Transvaal Daisy, or Gerbera Daisy, is native to South Africa.",
        "wateringCycle": "Keep the soil consistently moist but not soggy. Water the plant when the top inch of the soil feels dry. Ensure good drainage to prevent root rot.",
        "lightRequirements": "Transvaal Daisies thrive in bright, indirect light. They benefit from direct morning sunlight but should be protected from harsh afternoon sun. If grown indoors, provide them with bright, filtered light.",
        "categories": "outdoorplant",
        "img1": "/gardening/img/product/3.outdoorplant/6.TransvaalDaisy/1.webp",
        "img2": "/gardening/img/product/3.outdoorplant/6.TransvaalDaisy/2.webp",
        "img3": "/gardening/img/product/3.outdoorplant/6.TransvaalDaisy/3.webp"
    },

    {
        "id": 22,
        "name": "Varie Gated Umbrella",
        "price": "49.00",
        "quantity": "40",
        "desc": "The VarieGated Umbrella plant is a captivating and otherworldly botanical wonder. Its leaves, reminiscent of tiny umbrellas, are adorned with intricate patterns of silver, ivory, and pale green, creating a mesmerizing display that seems to dance with every whisper of wind. In the light of the moon, its variegated foliage takes on an iridescent glow, casting a spell of enchantment upon all who behold it.",
        "scientificName":    "Umbrellus variegatus",
        "originCountry": "The Varie Gated Umbrella plant is believed to originate from the mystical gardens of Umbrellania, a hidden land rumored to exist amidst the swirling mists of imagination.",
        "wateringCycle": "The Varie Gated Umbrella plant possesses a unique water-capturing ability through its variegated leaves, which gather dewdrops during moonlit nights. For optimal growth, mimic this process by providing light misting to its leaves every few days.",
        "lightRequirements": "This ethereal plant thrives in dappled moonlight, which enhances its enchanting variegation. While it can tolerate gentle morning sun, it prefers the gentle glow of celestial bodies and the soft radiance of indoor ambient light.",
        "categories": "flowershrub",
        "img1": "/gardening/img/product/4.flowershrub/1.VarieGatedUmbrella/1.webp",
        "img2": "/gardening/img/product/4.flowershrub/1.VarieGatedUmbrella/2.webp",
        "img3": "/gardening/img/product/4.flowershrub/1.VarieGatedUmbrella/3.webp"
    },

    {
        "id": 23,
        "name": "Philodendron Goeldii",
        "price": "35.00",
        "quantity": "70",
        "desc": "The Goeldii Philodendron is a stunning plant known for its unique foliage. It features large, heart-shaped leaves with prominent veins and intricate patterns. The leaves have a matte finish and exhibit a mix of colors, including various shades of green, often with silver or white variegation. The patterns and colors on the leaves make this Philodendron a sought-after choice among plant enthusiasts and collectors.",
        "scientificName": "Philodendron goeldii",
        "originCountry": "Philodendron goeldii is native to the Amazon rainforests in South America, primarily found in Brazil.",
        "wateringCycle": "Allow the top inch of the soil to dry out before watering. Keep the soil evenly moist, but avoid over-watering, as this can lead to root rot. Water less frequently during the winter months when the plant's growth slows down.",
        "lightRequirements": "Goeldii Philodendron prefers bright, indirect light. It can tolerate some degree of shade but will grow best and display its characteristic markings in bright, filtered light. Avoid exposing it to intense, direct sunlight.",
        "categories": "flowershrub",
        "img1": "/gardening/img/product/4.flowershrub/2.PhilodendronGoeldii/1.webp",
        "img2": "/gardening/img/product/4.flowershrub/2.PhilodendronGoeldii/2.webp",
        "img3": "/gardening/img/product/4.flowershrub/2.PhilodendronGoeldii/3.webp"
    },

    {
        "id": 24,
        "name": "Money Tree Bonsai",
        "price": "50.00",
        "quantity": "10",
        "desc": "The Money Tree Bonsai is a popular indoor plant known for its unique braided trunk and distinctive hand-shaped leaves. It's often associated with good luck and prosperity in various cultures. The plant's leaves are green and glossy, with usually five leaflets resembling fingers. The braided trunk adds an artistic and decorative element to the plant's appearance.",
        "scientificName": "Pachira aquatica",
        "originCountry": "The Money Tree Bonsai, scientifically known as Pachira aquatica, is native to Central and South America, specifically found in regions such as Mexico, Brazil, and northern parts of South America.",
        "wateringCycle": "Water the Money Tree Bonsai when the top inch of the soil feels dry to the touch. Ensure thorough watering, allowing excess water to drain from the pot. Avoid over-watering, as this can lead to root rot.",
        "lightRequirements": "Money Tree Bonsai prefers bright, indirect light. It can tolerate some degree of shade, but it will grow best and maintain its vibrant appearance with plenty of filtered sunlight. Avoid exposing it to intense, direct sunlight, which can scorch its leaves.",
        "categories": "flowershrub",
        "img1": "/gardening/img/product/4.flowershrub/3.MoneyTreeBonsai/1.webp",
        "img2": "/gardening/img/product/4.flowershrub/3.MoneyTreeBonsai/2.webp",
        "img3": "/gardening/img/product/4.flowershrub/3.MoneyTreeBonsai/3.webp"
    }
]